Repository: lotus-key/lotus-key
Catalog: Sources/LotusKey/Resources/*.lproj/Localizable.strings
Languages: vi

source: General
vi: Chung

source: About
vi: Giới thiệu

source: Input
vi: Kiểu gõ

source: Spelling
vi: Chính tả

source: Behavior
vi: Hệ thống

source: Compatibility
vi: Tương thích

source: Input Method
vi: Kiểu gõ

source: Quick Telex
vi: Gõ nhanh

source: Auto-capitalize
vi: Viết hoa chữ cái đầu câu

source: Spell Checking
vi: Kiểm tra chính tả

source: Restore Invalid Words
vi: Tự khôi phục phím với từ sai

source: Reverts text if spelling is invalid. Hold ⌃ Control to bypass.
vi: Khôi phục văn bản nếu từ sai. Giữ ⌃ Control để bỏ qua.

source: Smart Language Switch
vi: Chuyển chế độ thông minh

source: Remembers Vietnamese or English preference for each application.
vi: Ghi nhớ ngôn ngữ theo ứng dụng.

source: Launch at Login
vi: Khởi động cùng macOS

source: Show in Dock
vi: Hiện biểu tượng trên thanh Dock

source: Language
vi: Ngôn ngữ

source: Follow System
vi: Theo hệ thống

source: Fix Browser Autocomplete
vi: Sửa lỗi gợi ý (trình duyệt)

source: Fixes input issues in browser address bars and search fields.
vi: Sửa lỗi nhập liệu trong thanh địa chỉ và ô tìm kiếm của trình duyệt.

source: Fix Chromium Browsers
vi: Sửa lỗi trên Chromium

source: Chrome, Edge, Arc, Brave, and other Chromium-based browsers.
vi: Chrome, Edge, Arc, Brave và các trình duyệt dựa trên Chromium.

source: Step-by-Step Mode
vi: Gửi từng phím

source: Sends keys one at a time. Slower but more compatible.
vi: Gửi từng phím một. Chậm hơn nhưng tương thích tốt hơn.

source: Version %@
vi: Phiên bản %@

source: Vietnamese Input Method for macOS
vi: Bộ gõ Tiếng Việt dành cho macOS

source: Licensed under GPL-3.0
vi: Giấy phép GPL-3.0

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Settings...
vi: Bảng điều khiển...

source: Quit LotusKey
vi: Thoát

source: Restart Required
vi: Cần khởi động lại

source: Restart Now
vi: Khởi động lại ngay

source: Later
vi: Để sau

source: Language change requires restart.
vi: Thay đổi ngôn ngữ cần khởi động lại ứng dụng.

source: Accessibility Permission Required
vi: Cần cấp quyền truy cập

source: LotusKey needs accessibility permissions to:
vi: LotusKey cần quyền truy cập để:

source: Intercept keyboard events for Vietnamese input
vi: Nhận sự kiện bàn phím cho gõ tiếng Việt

source: Send text to applications
vi: Gửi văn bản đến ứng dụng

source: Switch between Vietnamese and English modes
vi: Chuyển đổi giữa chế độ Tiếng Việt và Tiếng Anh

source: Permission Granted
vi: Đã cấp quyền

source: Permission Required
vi: Cần cấp quyền

source: Open System Settings
vi: Mở Cài đặt hệ thống

source: Continue
vi: Tiếp tục

source: Check Permission Status
vi: Kiểm tra trạng thái quyền

source: Go to System Settings → Privacy & Security → Accessibility, then enable LotusKey in the list.
vi: Vào Cài đặt hệ thống → Riêng tư & Bảo mật → Trợ năng, sau đó bật LotusKey trong danh sách.

source: LotusKey - Permission Required
vi: LotusKey - Cần cấp quyền

source: LotusKey Error
vi: Lỗi LotusKey
